[
    {
      "folder": "Acoustic Afternoons",
      "title": "Acoustic Afternoons",
      "description": "Warm acoustic guitars and unplugged melodies. Perfect for a laid-back afternoon."
    },
    {
      "folder": "EDM Essentials",
      "title": "EDM Essentials",
      "description": "High-energy electronic dance music to get you moving. Turn up the BPM and feel the drop!"
    },
    {
      "folder": "Feel Good Mix",
      "title": "Feel Good Mix",
      "description": "Bright, uplifting songs to spark your day. Let the positive vibes take over!"
    },
    {
      "folder": "Indie Picks",
      "title": "Indie Picks",
      "description": "Discover hidden gems from talented indie artists. Fresh sounds beyond the mainstream."
    },
    {
      "folder": "Jazz Junction",
      "title": "Jazz Junction",
      "description": "Smooth saxophones, groovy bass lines, and timeless swing. Perfect for unwinding or classy evenings."
    },
    {
      "folder": "Late Night Drive",
      "title": "Late Night Drive",
      "description": "Dreamy, atmospheric sounds for night cruising. Your soundtrack for endless roads and deep thoughts."
    },
    {
      "folder": "Pop Parade",
      "title": "Pop Parade",
      "description": "A parade of the catchiest pop hits from today’s charts. Stay in tune with what everyone’s humming."
    },
    {
      "folder": "Rainy Day Vibes",
      "title": "Rainy Day Vibes",
      "description": "Gentle, mellow tunes for cozy days. Set the mood when the world slows down."
    },
    {
      "folder": "Rock Revival",
      "title": "Rock Revival",
      "description": "Revisit the anthems of classic and modern rock. From power chords to power ballads, crank it up!"
    },
    {
      "folder": "Sad Songs Club",
      "title": "Sad Songs Club",
      "description": "Soulful melodies for heart-touching moments. Sometimes you just need a good cry."
    },
    {
      "folder": "Sunset Beats",
      "title": "Sunset Beats",
      "description": "Chill grooves for golden hour. Watch the sun go down with relaxing melodies."
    },
    {
      "folder": "Throwback Gold",
      "title": "Throwback Gold",
      "description": "Nostalgic tracks from the 90s and 2000s. Relive the golden hits of your childhood."
    },
    {
      "folder": "Workout Pulse",
      "title": "Workout Pulse",
      "description": "High-energy tracks to fuel your workout sessions. Push your limits with motivational beats."
    }
  ]
  